Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Commerce.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# paywall.upsell.app_blocking.body.patch.apply
source: When your reminder goes off, your apps pause until you apply your patch.
ar: عندما يحين تذكيرك، تتوقف تطبيقاتك مؤقتًا حتى تضعي لصقتك.
bn: রিমাইন্ডার এলে, প্যাচ না লাগানো পর্যন্ত আপনার অ্যাপগুলো পজ থাকে।
ca: Quan sona el recordatori, les teves apps es posen en pausa fins que et posis el pegat.
cs: Když přijde připomínka, tvoje aplikace se pozastaví, dokud si nenalepíš náplast.
da: Når din påmindelse kommer, sættes dine apps på pause, indtil du sætter dit plaster på.
de: Wenn deine Erinnerung kommt, pausieren deine Apps, bis du dein Pflaster aufklebst.
el: Όταν χτυπήσει η υπενθύμιση, οι εφαρμογές σου μπαίνουν σε παύση μέχρι να βάλεις το αυτοκόλλητό σου.
es: Cuando suena tu recordatorio, tus apps se pausan hasta que coloques tu parche.
fi: Kun muistutus tulee, sovelluksesi menevät tauolle, kunnes kiinnität laastarisi.
fr: Quand ton rappel sonne, tes apps se mettent en pause jusqu’à ce que tu poses ton patch.
gu: રિમાઇન્ડર વાગે ત્યારે, તમે પેચ ન લગાવો ત્યાં સુધી તમારી ઍપ્સ થોભેલી રહે છે.
he: כשהתזכורת מגיעה, האפליקציות שלך מושהות עד שתדביקי את המדבקה.
hi: रिमाइंडर आने पर आपके ऐप्स तब तक रुके रहते हैं, जब तक आप पैच न लगा लें।
hr: Kad stigne podsjetnik, tvoje aplikacije se pauziraju dok ne nalijepiš flaster.
hu: Amikor megszólal az emlékeztető, az appjaid szünetelnek, amíg fel nem helyezed a tapaszt.
id: Saat pengingatmu berbunyi, aplikasimu dijeda sampai kamu memasang koyo.
it: Quando arriva il promemoria, le tue app vanno in pausa finché non applichi il cerotto.
ja: リマインダーが鳴ると、パッチを貼るまでアプリが一時停止します。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಬಂದಾಗ, ನೀವು ನಿಮ್ಮ ಪ್ಯಾಚ್ ಅಂಟಿಸುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: 알림이 울리면 패치를 붙일 때까지 앱이 일시 중지돼요.
ml: നിങ്ങളുടെ റിമൈൻഡർ വരുമ്പോൾ, നിങ്ങൾ പാച്ച് ഒട്ടിക്കുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ പോസ് ആകും.
mr: रिमाइंडर आल्यावर, तुम्ही पॅच लावेपर्यंत तुमची ॲप्स थांबतात.
ms: Apabila peringatan kamu berbunyi, apl kamu dijeda sehingga kamu lekatkan tampalan.
nb: Når påminnelsen går av, pauses appene dine til du har satt på plasteret.
nl: Als je herinnering afgaat, pauzeren je apps tot je je pleister plakt.
or: ରିମାଇଣ୍ଡର୍ ଆସିଲେ, ଆପଣ ପ୍ୟାଚ୍ ନଲଗାଇବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਰਿਮਾਈਂਡਰ ਆਉਣ ’ਤੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਪੈਚ ਨਹੀਂ ਲਾਉਂਦੇ, ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Gdy przyjdzie przypomnienie, aplikacje zostają wstrzymane, aż przykleisz plaster.
pt_br: Quando o lembrete toca, seus apps ficam pausados até você aplicar seu adesivo.
pt_pt: Quando o lembrete toca, as tuas apps ficam em pausa até colocares o adesivo.
ro: Când sună mementoul, aplicațiile tale intră în pauză până îți aplici plasturele.
ru: Когда приходит напоминание, приложения встают на паузу, пока ты не наклеишь пластырь.
sk: Keď príde pripomienka, tvoje aplikácie sa pozastavia, kým si nenalepíš náplasť.
sl: Ko se oglasi opomnik, se tvoje aplikacije zaustavijo, dokler ne nalepiš obliža.
sv: När din påminnelse kommer pausas dina appar tills du sätter på ditt plåster.
ta: உங்கள் நினைவூட்டல் வரும்போது, நீங்கள் பேட்ச்சை ஒட்டும் வரை உங்கள் ஆப்ஸ் இடைநிறுத்தப்படும்.
te: మీ రిమైండర్ వచ్చినప్పుడు, మీరు మీ ప్యాచ్ అతికించే వరకు మీ యాప్‌లు పాజ్ అవుతాయి.
th: เมื่อการแจ้งเตือนของคุณดังขึ้น แอปของคุณจะหยุดชั่วคราวจนกว่าคุณจะแปะแผ่นแปะ
tr: Hatırlatman geldiğinde, bandını yapıştırana kadar uygulamaların duraklar.
uk: Коли надходить нагадування, застосунки стають на паузу, доки ти не наклеїш пластир.
ur: یاد دہانی آنے پر آپ کی ایپس تب تک رکی رہتی ہیں، جب تک آپ پیچ نہ لگا لیں۔
vi: Khi lời nhắc của bạn vang lên, ứng dụng của bạn tạm dừng cho đến khi bạn dán miếng dán.
zh_hans: 提醒响起时，你的应用会暂停，直到你贴上贴片。
zh_hant: 提醒響起時，你的 App 會暫停，直到你貼上貼片。

# paywall.upsell.app_blocking.body.patch.change
source: When your reminder goes off, your apps pause until you change your patch.
ar: عندما يحين تذكيرك، تتوقف تطبيقاتك مؤقتًا حتى تغيّري لصقتك.
bn: রিমাইন্ডার এলে, প্যাচ না বদলানো পর্যন্ত আপনার অ্যাপগুলো পজ থাকে।
ca: Quan sona el recordatori, les teves apps es posen en pausa fins que canviïs el pegat.
cs: Když přijde připomínka, tvoje aplikace se pozastaví, dokud si nevyměníš náplast.
da: Når din påmindelse kommer, sættes dine apps på pause, indtil du skifter dit plaster.
de: Wenn deine Erinnerung kommt, pausieren deine Apps, bis du dein Pflaster wechselst.
el: Όταν χτυπήσει η υπενθύμιση, οι εφαρμογές σου μπαίνουν σε παύση μέχρι να αλλάξεις το αυτοκόλλητό σου.
es: Cuando suena tu recordatorio, tus apps se pausan hasta que cambies tu parche.
fi: Kun muistutus tulee, sovelluksesi menevät tauolle, kunnes vaihdat laastarisi.
fr: Quand ton rappel sonne, tes apps se mettent en pause jusqu’à ce que tu changes ton patch.
gu: રિમાઇન્ડર વાગે ત્યારે, તમે પેચ ન બદલો ત્યાં સુધી તમારી ઍપ્સ થોભેલી રહે છે.
he: כשהתזכורת מגיעה, האפליקציות שלך מושהות עד שתחליפי את המדבקה.
hi: रिमाइंडर आने पर आपके ऐप्स तब तक रुके रहते हैं, जब तक आप पैच न बदल लें।
hr: Kad stigne podsjetnik, tvoje aplikacije se pauziraju dok ne promijeniš flaster.
hu: Amikor megszólal az emlékeztető, az appjaid szünetelnek, amíg ki nem cseréled a tapaszt.
id: Saat pengingatmu berbunyi, aplikasimu dijeda sampai kamu mengganti koyo.
it: Quando arriva il promemoria, le tue app vanno in pausa finché non cambi il cerotto.
ja: リマインダーが鳴ると、パッチを貼り替えるまでアプリが一時停止します。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಬಂದಾಗ, ನೀವು ನಿಮ್ಮ ಪ್ಯಾಚ್ ಬದಲಿಸುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: 알림이 울리면 패치를 교체할 때까지 앱이 일시 중지돼요.
ml: നിങ്ങളുടെ റിമൈൻഡർ വരുമ്പോൾ, നിങ്ങൾ പാച്ച് മാറ്റുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ പോസ് ആകും.
mr: रिमाइंडर आल्यावर, तुम्ही पॅच बदलेपर्यंत तुमची ॲप्स थांबतात.
ms: Apabila peringatan kamu berbunyi, apl kamu dijeda sehingga kamu tukar tampalan.
nb: Når påminnelsen går av, pauses appene dine til du har byttet plasteret.
nl: Als je herinnering afgaat, pauzeren je apps tot je je pleister wisselt.
or: ରିମାଇଣ୍ଡର୍ ଆସିଲେ, ଆପଣ ପ୍ୟାଚ୍ ନବଦଳାଇବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਰਿਮਾਈਂਡਰ ਆਉਣ ’ਤੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਪੈਚ ਨਹੀਂ ਬਦਲਦੇ, ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Gdy przyjdzie przypomnienie, aplikacje zostają wstrzymane, aż zmienisz plaster.
pt_br: Quando o lembrete toca, seus apps ficam pausados até você trocar seu adesivo.
pt_pt: Quando o lembrete toca, as tuas apps ficam em pausa até mudares o adesivo.
ro: Când sună mementoul, aplicațiile tale intră în pauză până îți schimbi plasturele.
ru: Когда приходит напоминание, приложения встают на паузу, пока ты не сменишь пластырь.
sk: Keď príde pripomienka, tvoje aplikácie sa pozastavia, kým si nevymeníš náplasť.
sl: Ko se oglasi opomnik, se tvoje aplikacije zaustavijo, dokler ne zamenjaš obliža.
sv: När din påminnelse kommer pausas dina appar tills du byter ditt plåster.
ta: உங்கள் நினைவூட்டல் வரும்போது, நீங்கள் பேட்ச்சை மாற்றும் வரை உங்கள் ஆப்ஸ் இடைநிறுத்தப்படும்.
te: మీ రిమైండర్ వచ్చినప్పుడు, మీరు మీ ప్యాచ్ మార్చే వరకు మీ యాప్‌లు పాజ్ అవుతాయి.
th: เมื่อการแจ้งเตือนของคุณดังขึ้น แอปของคุณจะหยุดชั่วคราวจนกว่าคุณจะเปลี่ยนแผ่นแปะ
tr: Hatırlatman geldiğinde, bandını değiştirene kadar uygulamaların duraklar.
uk: Коли надходить нагадування, застосунки стають на паузу, доки ти не зміниш пластир.
ur: یاد دہانی آنے پر آپ کی ایپس تب تک رکی رہتی ہیں، جب تک آپ پیچ نہ بدل لیں۔
vi: Khi lời nhắc của bạn vang lên, ứng dụng của bạn tạm dừng cho đến khi bạn thay miếng dán.
zh_hans: 提醒响起时，你的应用会暂停，直到你更换贴片。
zh_hant: 提醒響起時，你的 App 會暫停，直到你更換貼片。

# paywall.upsell.app_blocking.body.patch.remove
source: When your reminder goes off, your apps pause until you remove your patch.
ar: عندما يحين تذكيرك، تتوقف تطبيقاتك مؤقتًا حتى تزيلي لصقتك.
bn: রিমাইন্ডার এলে, প্যাচ না তোলা পর্যন্ত আপনার অ্যাপগুলো পজ থাকে।
ca: Quan sona el recordatori, les teves apps es posen en pausa fins que et treguis el pegat.
cs: Když přijde připomínka, tvoje aplikace se pozastaví, dokud si nesundáš náplast.
da: Når din påmindelse kommer, sættes dine apps på pause, indtil du fjerner dit plaster.
de: Wenn deine Erinnerung kommt, pausieren deine Apps, bis du dein Pflaster abnimmst.
el: Όταν χτυπήσει η υπενθύμιση, οι εφαρμογές σου μπαίνουν σε παύση μέχρι να βγάλεις το αυτοκόλλητό σου.
es: Cuando suena tu recordatorio, tus apps se pausan hasta que te quites el parche.
fi: Kun muistutus tulee, sovelluksesi menevät tauolle, kunnes poistat laastarisi.
fr: Quand ton rappel sonne, tes apps se mettent en pause jusqu’à ce que tu retires ton patch.
gu: રિમાઇન્ડર વાગે ત્યારે, તમે પેચ ન કાઢો ત્યાં સુધી તમારી ઍપ્સ થોભેલી રહે છે.
he: כשהתזכורת מגיעה, האפליקציות שלך מושהות עד שתסירי את המדבקה.
hi: रिमाइंडर आने पर आपके ऐप्स तब तक रुके रहते हैं, जब तक आप पैच न हटा लें।
hr: Kad stigne podsjetnik, tvoje aplikacije se pauziraju dok ne skineš flaster.
hu: Amikor megszólal az emlékeztető, az appjaid szünetelnek, amíg le nem veszed a tapaszt.
id: Saat pengingatmu berbunyi, aplikasimu dijeda sampai kamu melepas koyo.
it: Quando arriva il promemoria, le tue app vanno in pausa finché non togli il cerotto.
ja: リマインダーが鳴ると、パッチをはがすまでアプリが一時停止します。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಬಂದಾಗ, ನೀವು ನಿಮ್ಮ ಪ್ಯಾಚ್ ತೆಗೆಯುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: 알림이 울리면 패치를 뗄 때까지 앱이 일시 중지돼요.
ml: നിങ്ങളുടെ റിമൈൻഡർ വരുമ്പോൾ, നിങ്ങൾ പാച്ച് നീക്കുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ പോസ് ആകും.
mr: रिमाइंडर आल्यावर, तुम्ही पॅच काढेपर्यंत तुमची ॲप्स थांबतात.
ms: Apabila peringatan kamu berbunyi, apl kamu dijeda sehingga kamu tanggalkan tampalan.
nb: Når påminnelsen går av, pauses appene dine til du har tatt av plasteret.
nl: Als je herinnering afgaat, pauzeren je apps tot je je pleister verwijdert.
or: ରିମାଇଣ୍ଡର୍ ଆସିଲେ, ଆପଣ ପ୍ୟାଚ୍ ନକାଢ଼ିବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਰਿਮਾਈਂਡਰ ਆਉਣ ’ਤੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਪੈਚ ਨਹੀਂ ਉਤਾਰਦੇ, ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Gdy przyjdzie przypomnienie, aplikacje zostają wstrzymane, aż zdejmiesz plaster.
pt_br: Quando o lembrete toca, seus apps ficam pausados até você remover seu adesivo.
pt_pt: Quando o lembrete toca, as tuas apps ficam em pausa até retirares o adesivo.
ro: Când sună mementoul, aplicațiile tale intră în pauză până îți scoți plasturele.
ru: Когда приходит напоминание, приложения встают на паузу, пока ты не снимешь пластырь.
sk: Keď príde pripomienka, tvoje aplikácie sa pozastavia, kým si neodlepíš náplasť.
sl: Ko se oglasi opomnik, se tvoje aplikacije zaustavijo, dokler ne odstraniš obliža.
sv: När din påminnelse kommer pausas dina appar tills du tar av ditt plåster.
ta: உங்கள் நினைவூட்டல் வரும்போது, நீங்கள் பேட்ச்சை அகற்றும் வரை உங்கள் ஆப்ஸ் இடைநிறுத்தப்படும்.
te: మీ రిమైండర్ వచ్చినప్పుడు, మీరు మీ ప్యాచ్ తీసివేసే వరకు మీ యాప్‌లు పాజ్ అవుతాయి.
th: เมื่อการแจ้งเตือนของคุณดังขึ้น แอปของคุณจะหยุดชั่วคราวจนกว่าคุณจะแกะแผ่นแปะออก
tr: Hatırlatman geldiğinde, bandını çıkarana kadar uygulamaların duraklar.
uk: Коли надходить нагадування, застосунки стають на паузу, доки ти не знімеш пластир.
ur: یاد دہانی آنے پر آپ کی ایپس تب تک رکی رہتی ہیں، جب تک آپ پیچ نہ اتار لیں۔
vi: Khi lời nhắc của bạn vang lên, ứng dụng của bạn tạm dừng cho đến khi bạn gỡ miếng dán.
zh_hans: 提醒响起时，你的应用会暂停，直到你取下贴片。
zh_hant: 提醒響起時，你的 App 會暫停，直到你取下貼片。

# paywall.upsell.app_blocking.body.ring.insert
source: When your reminder goes off, your apps pause until you insert your ring.
ar: عندما يحين تذكيرك، تتوقف تطبيقاتك مؤقتًا حتى تُدخلي حلقتك.
bn: রিমাইন্ডার এলে, রিং না লাগানো পর্যন্ত আপনার অ্যাপগুলো পজ থাকে।
ca: Quan sona el recordatori, les teves apps es posen en pausa fins que et posis l’anell.
cs: Když přijde připomínka, tvoje aplikace se pozastaví, dokud si nezavedeš kroužek.
da: Når din påmindelse kommer, sættes dine apps på pause, indtil du indsætter din ring.
de: Wenn deine Erinnerung kommt, pausieren deine Apps, bis du deinen Ring einsetzt.
el: Όταν χτυπήσει η υπενθύμιση, οι εφαρμογές σου μπαίνουν σε παύση μέχρι να βάλεις τον δακτύλιό σου.
es: Cuando suena tu recordatorio, tus apps se pausan hasta que insertes tu anillo.
fi: Kun muistutus tulee, sovelluksesi menevät tauolle, kunnes asetat renkaasi.
fr: Quand ton rappel sonne, tes apps se mettent en pause jusqu’à ce que tu insères ton anneau.
gu: રિમાઇન્ડર વાગે ત્યારે, તમે રિંગ ન મૂકો ત્યાં સુધી તમારી ઍપ્સ થોભેલી રહે છે.
he: כשהתזכורת מגיעה, האפליקציות שלך מושהות עד שתכניסי את הטבעת.
hi: रिमाइंडर आने पर आपके ऐप्स तब तक रुके रहते हैं, जब तक आप रिंग न लगा लें।
hr: Kad stigne podsjetnik, tvoje aplikacije se pauziraju dok ne umetneš prsten.
hu: Amikor megszólal az emlékeztető, az appjaid szünetelnek, amíg be nem helyezed a gyűrűt.
id: Saat pengingatmu berbunyi, aplikasimu dijeda sampai kamu memasang cincin.
it: Quando arriva il promemoria, le tue app vanno in pausa finché non inserisci l’anello.
ja: リマインダーが鳴ると、リングを入れるまでアプリが一時停止します。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಬಂದಾಗ, ನೀವು ನಿಮ್ಮ ರಿಂಗ್ ಅಳವಡಿಸುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: 알림이 울리면 링을 넣을 때까지 앱이 일시 중지돼요.
ml: നിങ്ങളുടെ റിമൈൻഡർ വരുമ്പോൾ, നിങ്ങൾ റിംഗ് ഇടുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ പോസ് ആകും.
mr: रिमाइंडर आल्यावर, तुम्ही रिंग घालेपर्यंत तुमची ॲप्स थांबतात.
ms: Apabila peringatan kamu berbunyi, apl kamu dijeda sehingga kamu masukkan cincin.
nb: Når påminnelsen går av, pauses appene dine til du har satt inn ringen.
nl: Als je herinnering afgaat, pauzeren je apps tot je je ring inbrengt.
or: ରିମାଇଣ୍ଡର୍ ଆସିଲେ, ଆପଣ ରିଙ୍ଗ ଭିତରେ ନରଖିବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਰਿਮਾਈਂਡਰ ਆਉਣ ’ਤੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਰਿੰਗ ਨਹੀਂ ਪਾਉਂਦੇ, ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Gdy przyjdzie przypomnienie, aplikacje zostają wstrzymane, aż założysz krążek.
pt_br: Quando o lembrete toca, seus apps ficam pausados até você inserir seu anel.
pt_pt: Quando o lembrete toca, as tuas apps ficam em pausa até inserires o anel.
ro: Când sună mementoul, aplicațiile tale intră în pauză până îți introduci inelul.
ru: Когда приходит напоминание, приложения встают на паузу, пока ты не введёшь кольцо.
sk: Keď príde pripomienka, tvoje aplikácie sa pozastavia, kým si nezavedieš krúžok.
sl: Ko se oglasi opomnik, se tvoje aplikacije zaustavijo, dokler ne vstaviš obročka.
sv: När din påminnelse kommer pausas dina appar tills du sätter in din ring.
ta: உங்கள் நினைவூட்டல் வரும்போது, நீங்கள் ரிங்கைச் செருகும் வரை உங்கள் ஆப்ஸ் இடைநிறுத்தப்படும்.
te: మీ రిమైండర్ వచ్చినప్పుడు, మీరు మీ రింగ్ అమర్చే వరకు మీ యాప్‌లు పాజ్ అవుతాయి.
th: เมื่อการแจ้งเตือนของคุณดังขึ้น แอปของคุณจะหยุดชั่วคราวจนกว่าคุณจะใส่วงแหวน
tr: Hatırlatman geldiğinde, halkanı yerleştirene kadar uygulamaların duraklar.
uk: Коли надходить нагадування, застосунки стають на паузу, доки ти не введеш кільце.
ur: یاد دہانی آنے پر آپ کی ایپس تب تک رکی رہتی ہیں، جب تک آپ رِنگ نہ لگا لیں۔
vi: Khi lời nhắc của bạn vang lên, ứng dụng của bạn tạm dừng cho đến khi bạn đặt vòng.
zh_hans: 提醒响起时，你的应用会暂停，直到你放入阴道环。
zh_hant: 提醒響起時，你的 App 會暫停，直到你放入陰道環。

# paywall.upsell.app_blocking.body.ring.change
source: When your reminder goes off, your apps pause until you change your ring.
ar: عندما يحين تذكيرك، تتوقف تطبيقاتك مؤقتًا حتى تغيّري حلقتك.
bn: রিমাইন্ডার এলে, রিং না বদলানো পর্যন্ত আপনার অ্যাপগুলো পজ থাকে।
ca: Quan sona el recordatori, les teves apps es posen en pausa fins que canviïs l’anell.
cs: Když přijde připomínka, tvoje aplikace se pozastaví, dokud si nevyměníš kroužek.
da: Når din påmindelse kommer, sættes dine apps på pause, indtil du skifter din ring.
de: Wenn deine Erinnerung kommt, pausieren deine Apps, bis du deinen Ring wechselst.
el: Όταν χτυπήσει η υπενθύμιση, οι εφαρμογές σου μπαίνουν σε παύση μέχρι να αλλάξεις τον δακτύλιό σου.
es: Cuando suena tu recordatorio, tus apps se pausan hasta que cambies tu anillo.
fi: Kun muistutus tulee, sovelluksesi menevät tauolle, kunnes vaihdat renkaasi.
fr: Quand ton rappel sonne, tes apps se mettent en pause jusqu’à ce que tu changes ton anneau.
gu: રિમાઇન્ડર વાગે ત્યારે, તમે રિંગ ન બદલો ત્યાં સુધી તમારી ઍપ્સ થોભેલી રહે છે.
he: כשהתזכורת מגיעה, האפליקציות שלך מושהות עד שתחליפי את הטבעת.
hi: रिमाइंडर आने पर आपके ऐप्स तब तक रुके रहते हैं, जब तक आप रिंग न बदल लें।
hr: Kad stigne podsjetnik, tvoje aplikacije se pauziraju dok ne promijeniš prsten.
hu: Amikor megszólal az emlékeztető, az appjaid szünetelnek, amíg ki nem cseréled a gyűrűt.
id: Saat pengingatmu berbunyi, aplikasimu dijeda sampai kamu mengganti cincin.
it: Quando arriva il promemoria, le tue app vanno in pausa finché non cambi l’anello.
ja: リマインダーが鳴ると、リングを交換するまでアプリが一時停止します。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಬಂದಾಗ, ನೀವು ನಿಮ್ಮ ರಿಂಗ್ ಬದಲಿಸುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: 알림이 울리면 링을 교체할 때까지 앱이 일시 중지돼요.
ml: നിങ്ങളുടെ റിമൈൻഡർ വരുമ്പോൾ, നിങ്ങൾ റിംഗ് മാറ്റുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ പോസ് ആകും.
mr: रिमाइंडर आल्यावर, तुम्ही रिंग बदलेपर्यंत तुमची ॲप्स थांबतात.
ms: Apabila peringatan kamu berbunyi, apl kamu dijeda sehingga kamu tukar cincin.
nb: Når påminnelsen går av, pauses appene dine til du har byttet ringen.
nl: Als je herinnering afgaat, pauzeren je apps tot je je ring wisselt.
or: ରିମାଇଣ୍ଡର୍ ଆସିଲେ, ଆପଣ ରିଙ୍ଗ ନବଦଳାଇବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਰਿਮਾਈਂਡਰ ਆਉਣ ’ਤੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਰਿੰਗ ਨਹੀਂ ਬਦਲਦੇ, ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Gdy przyjdzie przypomnienie, aplikacje zostają wstrzymane, aż zmienisz krążek.
pt_br: Quando o lembrete toca, seus apps ficam pausados até você trocar seu anel.
pt_pt: Quando o lembrete toca, as tuas apps ficam em pausa até mudares o anel.
ro: Când sună mementoul, aplicațiile tale intră în pauză până îți schimbi inelul.
ru: Когда приходит напоминание, приложения встают на паузу, пока ты не сменишь кольцо.
sk: Keď príde pripomienka, tvoje aplikácie sa pozastavia, kým si nevymeníš krúžok.
sl: Ko se oglasi opomnik, se tvoje aplikacije zaustavijo, dokler ne zamenjaš obročka.
sv: När din påminnelse kommer pausas dina appar tills du byter din ring.
ta: உங்கள் நினைவூட்டல் வரும்போது, நீங்கள் ரிங்கை மாற்றும் வரை உங்கள் ஆப்ஸ் இடைநிறுத்தப்படும்.
te: మీ రిమైండర్ వచ్చినప్పుడు, మీరు మీ రింగ్ మార్చే వరకు మీ యాప్‌లు పాజ్ అవుతాయి.
th: เมื่อการแจ้งเตือนของคุณดังขึ้น แอปของคุณจะหยุดชั่วคราวจนกว่าคุณจะเปลี่ยนวงแหวน
tr: Hatırlatman geldiğinde, halkanı değiştirene kadar uygulamaların duraklar.
uk: Коли надходить нагадування, застосунки стають на паузу, доки ти не зміниш кільце.
ur: یاد دہانی آنے پر آپ کی ایپس تب تک رکی رہتی ہیں، جب تک آپ رِنگ نہ بدل لیں۔
vi: Khi lời nhắc của bạn vang lên, ứng dụng của bạn tạm dừng cho đến khi bạn thay vòng.
zh_hans: 提醒响起时，你的应用会暂停，直到你更换阴道环。
zh_hant: 提醒響起時，你的 App 會暫停，直到你更換陰道環。

# paywall.upsell.app_blocking.body.ring.remove
source: When your reminder goes off, your apps pause until you remove your ring.
ar: عندما يحين تذكيرك، تتوقف تطبيقاتك مؤقتًا حتى تزيلي حلقتك.
bn: রিমাইন্ডার এলে, রিং বের না করা পর্যন্ত আপনার অ্যাপগুলো পজ থাকে।
ca: Quan sona el recordatori, les teves apps es posen en pausa fins que et treguis l’anell.
cs: Když přijde připomínka, tvoje aplikace se pozastaví, dokud si nevyjmeš kroužek.
da: Når din påmindelse kommer, sættes dine apps på pause, indtil du fjerner din ring.
de: Wenn deine Erinnerung kommt, pausieren deine Apps, bis du deinen Ring rausnimmst.
el: Όταν χτυπήσει η υπενθύμιση, οι εφαρμογές σου μπαίνουν σε παύση μέχρι να βγάλεις τον δακτύλιό σου.
es: Cuando suena tu recordatorio, tus apps se pausan hasta que te quites el anillo.
fi: Kun muistutus tulee, sovelluksesi menevät tauolle, kunnes poistat renkaasi.
fr: Quand ton rappel sonne, tes apps se mettent en pause jusqu’à ce que tu retires ton anneau.
gu: રિમાઇન્ડર વાગે ત્યારે, તમે રિંગ ન કાઢો ત્યાં સુધી તમારી ઍપ્સ થોભેલી રહે છે.
he: כשהתזכורת מגיעה, האפליקציות שלך מושהות עד שתוציאי את הטבעת.
hi: रिमाइंडर आने पर आपके ऐप्स तब तक रुके रहते हैं, जब तक आप रिंग न निकाल लें।
hr: Kad stigne podsjetnik, tvoje aplikacije se pauziraju dok ne izvadiš prsten.
hu: Amikor megszólal az emlékeztető, az appjaid szünetelnek, amíg ki nem veszed a gyűrűt.
id: Saat pengingatmu berbunyi, aplikasimu dijeda sampai kamu melepas cincin.
it: Quando arriva il promemoria, le tue app vanno in pausa finché non togli l’anello.
ja: リマインダーが鳴ると、リングを外すまでアプリが一時停止します。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಬಂದಾಗ, ನೀವು ನಿಮ್ಮ ರಿಂಗ್ ತೆಗೆಯುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: 알림이 울리면 링을 뺄 때까지 앱이 일시 중지돼요.
ml: നിങ്ങളുടെ റിമൈൻഡർ വരുമ്പോൾ, നിങ്ങൾ റിംഗ് നീക്കുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ പോസ് ആകും.
mr: रिमाइंडर आल्यावर, तुम्ही रिंग काढेपर्यंत तुमची ॲप्स थांबतात.
ms: Apabila peringatan kamu berbunyi, apl kamu dijeda sehingga kamu keluarkan cincin.
nb: Når påminnelsen går av, pauses appene dine til du har tatt ut ringen.
nl: Als je herinnering afgaat, pauzeren je apps tot je je ring verwijdert.
or: ରିମାଇଣ୍ଡର୍ ଆସିଲେ, ଆପଣ ରିଙ୍ଗ ନକାଢ଼ିବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਰਿਮਾਈਂਡਰ ਆਉਣ ’ਤੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਰਿੰਗ ਨਹੀਂ ਕੱਢਦੇ, ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Gdy przyjdzie przypomnienie, aplikacje zostają wstrzymane, aż wyjmiesz krążek.
pt_br: Quando o lembrete toca, seus apps ficam pausados até você remover seu anel.
pt_pt: Quando o lembrete toca, as tuas apps ficam em pausa até retirares o anel.
ro: Când sună mementoul, aplicațiile tale intră în pauză până îți scoți inelul.
ru: Когда приходит напоминание, приложения встают на паузу, пока ты не извлечёшь кольцо.
sk: Keď príde pripomienka, tvoje aplikácie sa pozastavia, kým si nevyberieš krúžok.
sl: Ko se oglasi opomnik, se tvoje aplikacije zaustavijo, dokler ne odstraniš obročka.
sv: När din påminnelse kommer pausas dina appar tills du tar ut din ring.
ta: உங்கள் நினைவூட்டல் வரும்போது, நீங்கள் ரிங்கை அகற்றும் வரை உங்கள் ஆப்ஸ் இடைநிறுத்தப்படும்.
te: మీ రిమైండర్ వచ్చినప్పుడు, మీరు మీ రింగ్ తీసివేసే వరకు మీ యాప్‌లు పాజ్ అవుతాయి.
th: เมื่อการแจ้งเตือนของคุณดังขึ้น แอปของคุณจะหยุดชั่วคราวจนกว่าคุณจะถอดวงแหวนออก
tr: Hatırlatman geldiğinde, halkanı çıkarana kadar uygulamaların duraklar.
uk: Коли надходить нагадування, застосунки стають на паузу, доки ти не виймеш кільце.
ur: یاد دہانی آنے پر آپ کی ایپس تب تک رکی رہتی ہیں، جب تک آپ رِنگ نہ نکال لیں۔
vi: Khi lời nhắc của bạn vang lên, ứng dụng của bạn tạm dừng cho đến khi bạn tháo vòng.
zh_hans: 提醒响起时，你的应用会暂停，直到你取出阴道环。
zh_hant: 提醒響起時，你的 App 會暫停，直到你取出陰道環。
